{
  "actions": [
    {
      "acted_at": "2012-12-27", 
      "committee": "Committee on Health, Education, Labor, and Pensions", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3711-112", 
  "bill_type": "s", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2012-12-27", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-27", 
  "number": "3711", 
  "official_title": "A bill to provide secondary school students with the opportunity to participate in a high-quality internship program as part of a broader districtwide work-based learning program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Student Internship Opportunity Act", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-27", 
  "subjects": [
    "Education", 
    "Elementary and secondary education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-27", 
    "text": "Student Internship Opportunity Act - Authorizes the Secretary of Education to award renewable, competitive grants to certain eligible entities for the development and implementation of districtwide opportunities for secondary school students to participate in an internship program as the culminating experience of a broader work-based learning continuum. Defines an \"eligible entity\" as one or more local educational agencies or area career and technical education schools that has entered into a memorandum of understanding with at least one business or industry partner in an in-demand industry sector or occupation, a state or local workforce board, a community-based or nonprofit organization, or a qualified intermediary. Allows the inclusion of an institution of higher education in such an entity. Requires the internships to: (1) reinforce students' academic and technical coursework and promote their development of college and career readiness skills; (2) compensate students for their work by providing them with secondary or postsecondary academic credit, payment for postsecondary education, a wage or stipend, payment for certification exams, or a combination thereof; and (3) provide a meaningful contribution to the organizational goals of the internship provider. Requires each grant applicant to identify program goals and performance indicators and have a plan to assess: (1) the performance of interns against college and career readiness skills and attributes; and (2) the quality of each internship program in the areas of internship experience, preparation, connection to an in-demand industry sector or occupation, responsibilities, and engagement. Directs each grantee to make an annual report available to the Secretary and the public, for each grant year, that includes information assessing the impact of the grant program on student learning and achievement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Student Internship Opportunity Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide secondary school students with the opportunity to participate in a high-quality internship program as part of a broader districtwide work-based learning program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:48:44-04:00"
}