{
  "actions": [
    {
      "acted_at": "2012-12-31", 
      "committee": "House Committee on Foreign Affairs", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Foreign Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6724-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-31", 
  "number": "6724", 
  "official_title": "To reform United States export control restrictions relating to commercially-available automotive products and technologies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "3", 
    "name": "Kelly, Mike", 
    "state": "PA", 
    "thomas_id": "02051", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Arms control and nonproliferation", 
    "Congressional oversight", 
    "Executive Office of the President", 
    "International affairs", 
    "Military procurement, research, weapons development", 
    "Motor vehicles", 
    "Sanctions", 
    "Technology transfer and commercialization", 
    "Trade restrictions"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-31", 
    "text": "Commercial Automotive Products Export Reform Act of 2012 - Directs the President to issue proposed regulations to remove from the United States Munitions List and Commerce Control List all commercially-available automotive products and technologies, whether listed in sections of such lists devoted specifically to automotive products and technologies or otherwise controlled by such lists. Sets forth related reporting requirements. Excludes from such provisions a commercially-available automotive product or technology that would make a significant contribution to the military potential of another country or is contrary to U.S. national security interests. Directs the President to issue final regulations to remove from such Lists all commercially-available automotive products and technologies, whether listed in sections of such lists devoted specifically to automotive products and technologies or otherwise controlled by such lists. Excludes from such provisions a commercially-available automotive product or technology that: (1) is subject to the presidential determination under this Act not to remove the product or technology from such Lists, and (2) with respect to which the presidential report required under this Act has been submitted to Congress. States that nothing in this Act shall be construed to require the President to revoke or alter any restrictions imposed on exports or reexports involving countries, organizations, or individuals that are subject to U.S. trade sanctions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reform United States export control restrictions relating to commercially-available automotive products and technologies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:07:55-04:00"
}