{
  "actions": [
    {
      "acted_at": "2012-12-31", 
      "committee": "House Committee on the Judiciary", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6725-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-31", 
  "number": "6725", 
  "official_title": "To provide for greater safety in the use of firearms.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "NRA Members' Gun Safety Act of 2012", 
  "sponsor": {
    "district": "8", 
    "name": "Moran, James P.", 
    "state": "VA", 
    "thomas_id": "00832", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-31", 
  "subjects": [
    "Administrative remedies", 
    "Business records", 
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Crimes against property", 
    "Criminal justice information and records", 
    "Department of Justice", 
    "Evidence and witnesses", 
    "Firearms and explosives", 
    "Intelligence activities, surveillance, classified information", 
    "Judicial procedure and administration", 
    "Licensing and registrations", 
    "Retail and wholesale trades", 
    "State and local government operations", 
    "Terrorism", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-31", 
    "text": "NRA Members' Gun Safety Act of 2012 - Amends the federal criminal code to prohibit a person who is not a licensed firearms importer, manufacturer, or dealer from transferring a firearm to, or receiving a firearm from, another unlicensed person, except: (1) through a licensed dealer or a law enforcement agency, which shall conduct a background check through the national instant criminal background check system; and (2) after inspecting a permit that confirms that such background check has been conducted. Specifies exceptions, including for: (1) the transfer of a bona fide gift between immediate family members; (2) a transfer that occurs by operation of law or by an executor or trustee because of the death of another person; (3) a temporary transfer that occurs in the home of the unlicensed transferee who believes that possession of the firearm is necessary to prevent imminent death or great bodily harm to the transferee; and (4) certain temporary transfers without the transfer of title at a shooting range, at a shooting competition, or while hunting, fishing, or trapping. Sets forth requirements for a licensed dealer or law enforcement agency that assists in such transfer, including requirements to: (1) notify the transferor and transferee of compliance with background check requirements and of the receipt of any notification from the background check system that a transfer is prohibited, and (2) report to the Attorney General on such a transfer and on transfers of two or more pistols and/or revolvers to the same unlicensed transferee during any five consecutive business days. Permits such dealer or law enforcement agency to assess a processing fee. Prohibits a licensed dealer from authorizing an employee to possess or transfer a firearm or ammunition in the course of employment unless such dealer has received a notice that the Attorney General has determined that receipt of a firearm by the employee would not be unlawful. Authorizes the Attorney General to deny the transfer of firearms or the issuance of a federal firearms and explosives license to any individual if the Attorney General: (1) determines that such individual has been engaged in, or has provided material support or resources for, terrorist activities; and (2) has a reasonable belief that such individual may use a firearm or explosive in connection with terrorism. Allows any individual whose firearm or explosives license application has been denied to bring legal action challenging the denial. Permits the Attorney General to withhold information in firearms and explosives license denial revocation suits that would likely compromise national security. Authorizes the Attorney General to revoke firearms and explosives licenses and permits held by individuals determined to be engaged in terrorism. Requires each person who owns or possesses a firearm to report its theft or loss to the appropriate local authorities within 48 hours after the theft or loss is discovered. Requires each state that allows its residents to carry concealed firearms in or affecting interstate or foreign commerce to establish a process through which a resident must obtain a permit to carry a concealed firearm. Requires a state to: (1) ensure that a local law enforcement agency participates in the process; and (2) require an applicant to be a legal U.S. resident of at least 21 years of age, to demonstrate good cause for requesting the permit and that he or she is worthy of the public trust to carry a concealed firearm in public, to complete a firearm safety training course, and to not have been convicted of a crime of violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "NRA Members' Gun Safety Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for greater safety in the use of firearms.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:07:56-04:00"
}