{
  "actions": [
    {
      "acted_at": "2012-12-11", 
      "committee": "Committee on Ways and Means, and in addition to the Committees on Energy and Commerce, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Energy and Commerce, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-11", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-11", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-11", 
      "committee": "House Rules", 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-19", 
      "in_committee": "House Energy and Commerce", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6645-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-11", 
  "number": "6645", 
  "official_title": "To amend title XVIII of the Social Security Act to save and strengthen the Medicare program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Save and Strengthen Medicare Act of 2012", 
  "sponsor": {
    "district": "2", 
    "name": "Herger, Wally", 
    "state": "CA", 
    "thomas_id": "00533", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-11", 
  "subjects": [
    "Abortion", 
    "Advisory bodies", 
    "Congressional oversight", 
    "Education programs funding", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Hospital care", 
    "Income tax credits", 
    "Inflation and prices", 
    "Medicaid", 
    "Medical education", 
    "Medical ethics", 
    "Medicare", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Sales and excise taxes"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-11", 
    "text": "Save and Strengthen Medicare Act of 2012 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to add a new Medicare part E (Unified Medicare with Choice and Competition) which prohibits benefit coverage for an individual under either Medicare part A (Hospital Insurance) or Medicare part B (Supplementary Medical Insurance) unless the individual (with certain exceptions) is both entitled (or enrolled) for benefits under Medicare part A and enrolled under Medicare part B. Entitles an individual who is enrolled under Medicare part B, but is not entitled to hospital insurance benefits under Medicare part A, to benefits under Medicare part B only if the individual enrolls under Medicare part A. Directs the Medicare Choices Commission (MC Commission), established by this Act, to devise a process for enrollment in a prescription drug plan (PDP), meeting certain beneficiary premium criteria, under SSA title XVIII part D (Voluntary Prescription Drug Benefit Program) by Medicare part A and/or part B enrollees who have not enrolled under part D. Requires states to elect one of several specified maintenance of effort options, including: (1) contribution towards an individual's health investment retirement account (HIRA), established under this Act; (2) enrollment of dual eligibles under Medicare and SSA title XIX (Medicaid) in a comprehensive Medicaid managed care plan; and (3) payment to the Secretary of Health and Human Services (HHS) for payment to an HIRA. Amends SSA title II to define \"preferred Medicare age\" as: (1) 65 for anyone who attains age 65 before January 1, 2016; (2) 65 plus a number of months specified for the preferred age phase-in factor for anyone who attains age 65 between December 31, 2016, and January 1, 2026; and (3) 67 increased by a specified life expectancy increase factor for anyone who attains age 65 during a 10-year period beginning January 1, 2026. Amends SSA title II to define \"Medicare eligibility age\" as 65, the preferred Medicare age, or any age between 65 and the preferred Medicare age. States that, unless an individual elects otherwise, the Medicare eligibility age shall be the preferred Medicare age. Creates under the Unified Medicare with Choice and Competition program a new benefit structure consisting of a unified Medicare part A and part B deductible (for 2016, $550), uniform coinsurance, and an out-of-pocket limit on the cost-sharing of each enrollee for a calendar year (including three specified tiers of cost-sharing coverage).Includes under the Unified Medicare with Choice and Competition program revised subsidies, which include a reduced government contribution for high-income seniors. Establishes the MC Commission as an independent U.S. agency to: (1) coordinate determination of Medicare beneficiary eligibility and enrollment with the Administrator of Social Security; (2) oversee and administer competitive bidding; (3) oversee and administer Medicare part C (Medicare+Choice or MedicareAdvantage [MA]) and part D; (4) disseminate to Medicare enrollees information with respect to benefits and limitations on payment under Medicare fee-for-service and MA plans; and (5) establish a Medicare enrollee education program to provide timely, readable, accurate, and understandable information to Medicare enrollees regarding Medicare fee-for-service and MA plan options. States that the MC Commission shall not be responsible for the operation of Medicare fee-for-service, but shall have oversight authority over Medicare fee-for-service in a similar manner to that provided with respect to MA plans. Requires MA plans to offer prescription drug coverage. Requires the Secretary to deposit a per capita Medicare preventive benefit amount in the HIRA of a Medicare fee-for-service enrollee. Establishes within the Federal Hospital Insurance Trust Fund a Part A Medicare FFS account and a Part B Medicare FFS account for the receipts and disbursements attributable to the operation of Medicare fee-for-service, as modified by part E. Establishes in the Treasury the Health Individual Retirement Account Fund (HIRA Fund), to consist of HIRA contributions deducted and withheld from the income of every individual ($2,500 per taxable year, or $5,000 for a married couple filing a joint income tax return), which the Commissioner of Social Security (Commissioner) shall credit to each account holder's HIRA for disbursement for qualified medical expenses. Excludes such deducted contributions from an individual's taxable income. Directs the Commissioner to establish a HIRA for each individual who: (1) receives wages or derives self-employment income in any calendar year after December 31, 2015, or (2) is a Medicare enrollee. Amends the Internal Revenue Code to exempt the HIRA Fund from taxation and exclude from an individual's gross income any amount paid or distributed out of a HIRA which is used exclusively to pay qualified medical expenses (except abortion or euthanasia) of the account beneficiary. Makes HIRA contributions eligible for a saver's tax credit, a portion of which shall be refundable. Excludes from an individual's gross income any subsidy payment to the individual's HIRA by the Secretary under Medicare part E. Makes health savings accounts available to individuals eligible for Medicare. Reduces the hospital insurance payroll tax by 50% for an individual age 65, and eliminates it for an individual age 67 (or the preferred Medicare age). Imposes a 15% excise tax on the provider of employer-sponsored Medicare supplemental coverage in the case of any employee who becomes a Medicare enrollee after December 31, 2015. Sets forth requirements with respect to: (1) public outreach and education initiatives, (2) annual Medicare beneficiary contributions and benefits statements, (3) repeal of the Independent Payment Advisory Board and Medicare payment productivity adjustments after 2020, (4) the graduate medical education (GME) grant program and trust fund, (5) a zero single conversion factor for the 2013 physician payment update (in effect, a one-year freeze); (6) MSA (high-deductible MA) plans and (regular) MA plans, and (7) conscience protections relating to abortion and assisted suicide."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Save and Strengthen Medicare Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title XVIII of the Social Security Act to save and strengthen the Medicare program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:07:16-04:00"
}