{
  "actions": [
    {
      "acted_at": "2012-09-13", 
      "how": "by Unanimous Consent", 
      "references": [
        {
          "reference": "CR S6370-6387", 
          "type": "consideration"
        }, 
        {
          "reference": "CR S6370-6387", 
          "type": "text as passed Senate"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2012-09-14T10:23:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-14", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-14T10:35:00-04:00", 
      "references": [], 
      "text": "Held at the desk.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-14T12:24:00-04:00", 
      "references": [], 
      "text": "Mr. Lucas asked unanimous consent to take from the Speaker's table and consider.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-14T12:24:00-04:00", 
      "references": [
        {
          "reference": "CR H6024-6042", 
          "type": "consideration"
        }
      ], 
      "text": "Considered by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-14T12:24:00-04:00", 
      "how": "without objection", 
      "references": [
        {
          "reference": "CR H6025-6041", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On passage Passed without objection.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2012-09-14T12:24:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2012-09-20", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2012-09-28", 
      "references": [], 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2012-09-28", 
      "congress": "112", 
      "law": "public", 
      "number": "177", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Became Public Law No: 112-177.", 
      "type": "enacted"
    }
  ], 
  "amendments": [], 
  "bill_id": "s3552-112", 
  "bill_type": "s", 
  "committees": [], 
  "congress": "112", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2012-09-13", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "112", 
    "law_type": "public", 
    "number": "177"
  }, 
  "history": {
    "active": true, 
    "active_at": "2012-09-13", 
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2012-09-28", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2012-09-14T12:24:00-04:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2012-09-13", 
    "vetoed": false
  }, 
  "introduced_at": "2012-09-13", 
  "number": "3552", 
  "official_title": "A bill to reauthorize the Federal Insecticide, Fungicide, and Rodenticide Act.", 
  "popular_title": "PRIA 3 bill", 
  "related_bills": [], 
  "short_title": "Pesticide Registration Improvement Extension Act of 2012", 
  "sponsor": {
    "district": null, 
    "name": "Stabenow, Debbie", 
    "state": "MI", 
    "thomas_id": "01531", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2012-09-28", 
  "subjects": [
    "Computers and information technology", 
    "Endangered and threatened species", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Licensing and registrations", 
    "Pest management", 
    "Small business", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Public Law", 
    "date": "2012-09-28", 
    "text": "Pesticide Registration Improvement Extension Act of 2012 - (Sec. 2) Amends the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA) to extend the Environmental Protection Agency's (EPA) authority to collect annual maintenance fees pesticide registered products through FY2017. Increases the maximum allowable fees for registrants. Requires the Administrator of EPA to waive 25% of the fee applicable to the first registration of a small business entity that: (1) has 500 or fewer employees, (2) had an average annual global gross revenue from all sources that did not exceed $10 million during the past three years, and (3) holds no more than five pesticide registrations. Extends the prohibition against the Administrator levying other fees for the registration of a pesticide except as stipulated under FIFRA until September 30, 2019. Repeals reregistration fee provisions. Amends the Federal Food, Drug, and Cosmetic Act to extend the prohibition against the collection of tolerance fees by the Administrator through September 30, 2017. Amends FIFRA to extend the authorization of funding for the Reregistration and Expedited Processing Fund for FY2013-FY2017 and to include as allowable uses for such Fund: (1) the review and evaluation of inert ingredients and the expedited processing and review of similar pesticide registration applications, and (2) the improvement of the information systems capabilities for EPA's Office of Pesticide Programs to enhance tracking of pesticide registration decisions, including tracking registrations electronically, enhancing the database for information regarding endangered species assessments for registration review, and implementing the capability to electronically review labels submitted with registration actions. Revises provisions concerning the schedule of covered pesticide registration applications and registration service fees, including applications and fees for: (1) new active pesticide ingredients, new uses of pesticides, new products that contain such pesticides, and amendments to registration of pesticides; (2) categories of pesticides, such as antimicrobial pesticides, microbial and biochemical pesticides, straight chain lepidopteran pheromones, biopesticides, and inert pesticides; and (3) imports and other tolerances for pesticide chemical residues. Requires the Administrator to increase by: (1) 5% the registration service fee payable for a covered pesticide registration application received between October 1, 2013, and September 30, 2015, and (2) an additional 5% the registration service fee in effect as of September 30, 2015, for a covered pesticide registration application received on or after October 1, 2015.Authorizes the Administrator to refund a portion of a covered registration service fee on the basis that the Administrator rejected the application. Extends the authorization to use amounts from the Pesticide Registration Fund for activities relating to worker protection for FY2013-FY2017. Prohibits such fees from being assessed unless the amount of appropriations for salaries, contracts, and expenses for the functions of EPA's Office of Pesticide Programs for the fiscal year (excluding the amount of any fees appropriated for the fiscal year) are at least the amount of appropriations for covered functions for FY 2012 (excluding the amount of any fees appropriated for the fiscal year). Establishes a schedule of decision review periods for covered pesticide registration actions and registration service fees. Requires the Administrator to: (1) conduct initial content and preliminary technical screenings of such applications; (2) submit an annual report on relevant actions taken under this Act through 2017, including the number of extensions of decision time review periods for covered pesticide registration actions that were made and a description of the reason that the Administrator was unable to make a decision within the initial decision time review period; and (3) report on the impact of maintenance fees on small businesses. Extends EPA's authority to collect registration service fees through FY2017. Requires such fees to be collected at a reduced level in FY2018-FY2019. Terminates the requirement to pay and collect such fees on September 30, 2019. Makes this Act controlling in the case of any conflict between this Act and a joint resolution making continuing appropriations for FY2013."
  }, 
  "titles": [
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "PRIA 3 bill", 
      "type": "popular"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pesticide Registration Improvement Extension Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Pesticide Registration Improvement Extension Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Pesticide Registration Improvement Extension Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": false, 
      "title": "Pesticide Registration Improvement Extension Act of 2012", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize the Federal Insecticide, Fungicide, and Rodenticide Act.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:47:25-04:00"
}