{
  "actions": [
    {
      "acted_at": "2012-12-30", 
      "committee": "Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Oversight and Government Reform, Armed Services, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Oversight and Government Reform, Armed Services, and Veterans' Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-30", 
      "committee": "House Energy and Commerce", 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-30", 
      "committee": "House Ways and Means", 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-30", 
      "committee": "House Oversight and Government Reform", 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-30", 
      "committee": "House Armed Services", 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2012-12-30", 
      "committee": "House Veterans' Affairs", 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-01-02", 
      "in_committee": "House Veterans' Affairs", 
      "references": [], 
      "subcommittee": "Health", 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr6719-112", 
  "bill_type": "hr", 
  "committees": [
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral", 
        "in committee"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "112", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2012-12-30", 
  "number": "6719", 
  "official_title": "To promote and expand the application of telehealth under Medicare and other Federal health care programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Thompson, Mike", 
    "state": "CA", 
    "thomas_id": "01593", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2012-12-30", 
  "subjects": [
    "Child health", 
    "Computers and information technology", 
    "Dental care", 
    "Government employee pay, benefits, personnel management", 
    "Health", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health technology, devices, supplies", 
    "Hearing, speech, and vision care", 
    "Home and outpatient care", 
    "Internet and video services", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare", 
    "Military medicine", 
    "Sex and reproductive health", 
    "Veterans' medical care", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2012-12-30", 
    "text": "Telehealth Promotion Act of 2012 - Amends title XI of the Social Security Act (SSA) and other specified federal law to declare that services provided via telecommunications systems under Medicare, Medicaid, and CHIP (SSA titles XVIII, XIX, and XXI) as well as under federal employees health, dental, and vision benefit programs, TRICARE, and the program of health care provided by the Department of Veterans Affairs (VA) shall be covered under such programs to the same extent as if furnished in the same location of the beneficiary. Amends SSA title XVIII to direct the Secretary of Health and Human Services (HHS), in order to provide a positive incentive for certain hospitals to lower their excess readmission ratios for inpatient services, to make an additional payment to a hospital in a proportion that provides for a sharing of the savings from better-than-expected performance between the hospital and the Medicare program. Authorizes the Secretary, in the case of a state that has amended its Medicaid plan to provide coordinated care through a health home for individuals with chronic conditions, to contract with the state medical assistance agency to serve eligible individuals with chronic conditions who select a designated provider, a team of health care professionals operating with such a provider, or a health team as the individual's health home. Authorizes the Secretary to contract with a national or multi-state regional center of excellence with a network of affiliated local providers to provide through one or more medical homes for targeted, accessible, continuous, and coordinated care to individuals under Medicare and Medicaid with a long-term illness or medical condition that requires regular medical treatment, advising, and monitoring. Authorizes an Accountable Care Organization to include coverage of telehealth and remote patient monitoring services as supplemental health care benefits to the same extent as a Medicare Advantage plan is permitted to provide such coverage. Recognizes telehealth services and remote patient monitoring in the national pilot program on payment bundling. Directs the Secretary to provide for an increase in the standard prospective payment amount applicable to home health services furnished using remote patient monitoring. Amends the Patient Protection and Affordable Care Act of 2010 to include telehealth and remote patient monitoring services as part of a care transition intervention proposal under the Medicare Community-Based Care Transitions Program. Amends SSA title XIX to give states an option to provide coordinated care for enrollees with high-risk pregnancies and births. Directs the Secretary to survey states electing this option on its nature, extent, and use as it pertains to, among other things, terms of pregnancies, use of prenatal fetal monitoring, and use of Caesarean section procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To promote and expand the application of telehealth under Medicare and other Federal health care programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2013-07-20T02:07:53-04:00"
}